{"0": "History and Geography\nThe Vikings\nThor’s hammer\nViking cargo ship\nReader\nShip’s prow\nLeif Eriksson\nEric the RedTHIS BOOK IS THE PROPERTY OF:\nSTATE  \nPROVINCE  \nCOUNTY  \nPARISH  \nSCHOOL DISTRICT  \nOTHER  \nBook No.\nEnter information \nin spaces \nto the left as \ninstructed.\nCONDITION\nISSUED\nRETURNED\nISSUED TO\nYear \nUsed\nPUPILS to whom this textbook is issued must not write on any page or mark \nany part of it in any way, consumable textbooks excepted.\n1.  \u0007\nTeachers should see that the pupil’s name is clearly written in ink in the \nspaces above in every book issued.\n2.  \u0007\nThe following terms should be used in recording the condition of the \nbook: \nNew; Good; Fair; Poor; Bad.The Vikings\nReaderISBN: 978-1-68380-099-6\nCreative Commons Licensing\nThis work is licensed under a  \nCreative Commons Attribution-NonCommercial-ShareAlike \n4.0 International License.\nYou are free:\nto Share—to copy, distribute, and transmit the work \nto Remix—to adapt the work \nUnder the following conditions:\nAttribution—You must attribute the work in the  \nfollowing manner:\nThis work is based on an original work of the Core \nKnowledge® Foundation (www.coreknowledge.org) made \navailable through licensing under a Creative Commons \nAttribution-NonCommercial-ShareAlike 4.0 International \nLicense. This does not in any way imply that the Core \nKnowledge Foundation endorses this work.\nNoncommercial—You may not use this work for \ncommercial purposes. \nShare Alike—If you alter, transform, or build upon this work, \nyou may distribute the resulting work only under the same or \nsimilar license to this one. \nWith the understanding that: \nFor any reuse or distribution, you must make clear to \nothers the license terms of this work. The best way to \ndo this is with a link to this web page:\nhttps://creativecommons.org/licenses/by-nc-sa/4.0/\nCopyright © 2017 Core Knowledge Foundation \nwww.coreknowledge.org\nAll Rights Reserved.\nCore Knowledge®, Core Knowledge Curriculum Series™, \nCore Knowledge History and Geography™ and CKHG™ \nare trademarks of the Core Knowledge Foundation.\nTrademarks and trade names are shown in this book \nstrictly for illustrative and educational purposes and are \nthe property of their respective owners. References herein \nshould not be regarded as affecting the validity of said \ntrademarks and trade names.The Vikings \nTable of Contents\nChapter 1\t\nThe Vikings. .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  2\nChapter 2\t\nTraders and Raiders . .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  8\nChapter 3\t\nViking Sailors and Ships. .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  14\nChapter 4\t\nEric the Red . .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  20\nChapter 5\t\nLeif Eriksson. .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  26\nChapter 6\t\nViking Gods and Myths. .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  32\nGlossary\t\n. .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 40The Vikings\nReader\nCore Knowledge Sequence History and Geography 3Chapter 1\nThe Vikings\nMighty Warriors A thousand years \nago, a seafaring people called \nVikings lived in northwest Europe. \nThey made their homes in the region \nnow known as Scandinavia. Vikings \nwere skilled shipbuilders and sailors. \nTheir ships, called longships, were so sleek they seemed \nto fly through water.\nThe Vikings were also fierce warriors. \nSometimes they would raid towns and take \nproperty by force. In the story that follows, \nyou will learn more about the Vikings. \nLong ago a young Viking boy named Ivar \nwalked down a grassy path along a deep, \nnarrow inlet of the sea, called a fjord  \n(/fee*ord/). The grass was still wet with dew. \nThe morning sun was still low in the sky. But Ivar had been at work \nsince before sunrise. Ivar’s family lived on a farm. He had to get up \nvery early each day to milk the goats and cows, and care for the other \nanimals, too.\n2\nThe Big Question\nWhat did it mean to \ngo “a-viking,” and \nhow does this show \nthe Viking way of life?\nVocabulary\nraid, v. to attack \nsuddenly and with \nforce\nfjord, n. a deep and \nnarrow portion of \nthe sea that stretches \ninland, with high cliffs \non either side", "1": "Chapter 1\nThe Vikings\nMighty Warriors A thousand years \nago, a seafaring people called \nVikings lived in northwest Europe. \nThey made their homes in the region \nnow known as Scandinavia. Vikings \nwere skilled shipbuilders and sailors. \nTheir ships, called longships, were so sleek they seemed \nto fly through water.\nThe Vikings were also fierce warriors. \nSometimes they would raid towns and take \nproperty by force. In the story that follows, \nyou will learn more about the Vikings. \nLong ago a young Viking boy named Ivar \nwalked down a grassy path along a deep, \nnarrow inlet of the sea, called a fjord  \n(/fee*ord/). The grass was still wet with dew. \nThe morning sun was still low in the sky. But Ivar had been at work \nsince before sunrise. Ivar’s family lived on a farm. He had to get up \nvery early each day to milk the goats and cows, and care for the other \nanimals, too.\n2\nThe Big Question\nWhat did it mean to \ngo “a-viking,” and \nhow does this show \nthe Viking way of life?\nVocabulary\nraid, v. to attack \nsuddenly and with \nforce\nfjord, n. a deep and \nnarrow portion of \nthe sea that stretches \ninland, with high cliffs \non either sideViking children were expected to help support the family by doing chores.\n34\nViking children did not go to school. Most people farmed, and boys \nand girls were expected to help with the chores. As children grew, \nthey learned more skills. For example, boys were taught to fight \nwith weapons, and girls learned to spin wool and make clothes. \nThis training prepared young people for their roles in adulthood.  \nIvar was also learning to be a blacksmith. As soon as he was done \nwith his chores, he had to run to the village blacksmith’s shop to \nhelp make some iron tools. \nWhen Ivar had any free time, he spent it \nwith other boys, learning how to hunt and \nfish and ride horses. Music and board games \nwere also popular among both boys and \ngirls. Viking childhood did not last long, though!  \nYoung people had to take on adult roles as soon as they could.\nIn addition to his work at home, Ivar was learning how to be a blacksmith.\nVocabulary\nblacksmith, n. a type \nof craftsperson who \nmakes iron tools by \nhand5\nA Viking boy might look forward to one day getting his own sword.\nToday the blacksmith was pleased that Ivar had kept his promise to \nstop daydreaming when they had work to do. Yesterday, Ivar’s mind \nhad wandered. He had accidentally knocked over a large water bucket. \nAs a result, the blacksmith had become very angry—and very wet.\nIvar hoped that the blacksmith would make a sword for him, but \nhe did not ask about it today. Ivar thought he would wait a few \ndays. He wanted to give the blacksmith a chance to forget about \nwhat had happened with the water bucket.\nViking Raiders\nAs he worked, Ivar thought about his \nfather, Tor. Ivar’s father was a Viking jarl  \n(/yahr*ul/), or chief. He had been away \nfrom home for many months, leading a long voyage at sea. \nVocabulary\njarl, n. a Viking chief6\nTor the Jarl and his men had taken a voyage to plunder towns, \nvillages, and churches near seacoasts and along rivers. The Vikings \nraided these places with their swift longships. They stole treasure, \nburned buildings, and took captives. The Vikings demanded \nthat the families or friends of the captives pay a ransom. If they \nrefused, the Vikings forced the captured people into slavery. The \nVikings killed anyone who tried to stop them. Everyone feared the \nViking raiders. \nThe Vikings had a special saying for going \non this kind of raiding voyage. They said \nTor and his men had gone “a-viking.”\nThe Viking Alphabet\nIvar was happy because he had just \nfinished carving a special rune stone as a \nA Viking raid was a terrifying event.\nVocabulary\nplunder, v. to take \nsomething by force \nransom, n. money paid \nto release someone \nbeing held captive\nrune, n. a letter of the \nViking alphabet7\npresent for his father. Runes were the letters of the Viking alphabet \nknown as the Futhark (/footh*ark). Before Tor left to go a-viking, \nhe had told Ivar to learn rune carving. Ivar obeyed his father. He \nhad practiced every day. He was now very good at carving the \nshapes of the Futhark. This alphabet had sixteen letters, or runes. \nIvar hoped his father would be pleased.\nThe Vikings used runes to record information about important \nevents and preserve the memory of important people. Runes \nwere rarely used to record stories, or narratives. The Vikings also \nbelieved that runes had magical powers. \nThe Futhark\nEach rune had a sound that relates to letters in the English \nalphabet we use today. (The first six letters or sounds spell out \nthe word Futhark.) Some runes were used for more than one \nsound. For example, the rune  had the same sound as the English \nletters “t” and “d.” One rune was used for a sound we do not have \nin English—the sound “zir” or “z/R.”\nThe top of this chart shows the sixteen Viking runes of the Futhark (/footh*ark). Under \neach rune are the sounds the rune relates to in English. \nf\nth\na\nr\nh\nn\na\ns\nm\nl\nz/R\no\nu\nv\nk\ng\ni\ne\ny\nt\nd\nb\np\nViking Runes", "2": "Chapter 2\nTraders and Raiders\nComing Home Ivar was startled by \nthe blast of a loud horn. The sound \nsignaled the approach of a Viking \nship. Ivar looked down the fjord. \nHe saw that his \nfather’s great \nlongship, with its crew of oarsmen, \nwas about to come ashore near \nthe village.\n8\nThe Big Question\nHow did the Vikings \nget the riches they \nbrought back to their \nhomeland?\nVocabulary\noarsmen, n. on a \nship, those who are \nresponsible for rowingViking longships were not enclosed. They had large square sails. The longships \noften traveled in groups and could withstand very stormy weather.\n910\nIvar’s father and his crew had been a-viking for more than a \nyear. The horn sounded again. The sailors cheered as the ship \napproached the shore.\nFour men wearing animal hides jumped \nfrom the ship onto the beach, shouting for \nthe others to follow. These warriors were \ncalled berserkers. This word comes from \nthe Viking words for “bear shirt.” Berserkers \nbelieved they could not be wounded. So, \nthey fought without armor for protection, \nwearing only bearskin shirts. As they charged their victims, they \nlet out terrifying screams. With their screams and their clothes, the \nberserkers appeared like wild animals. Of all the Vikings, they were \nthe most fearless—and the most frightening.\nThe next man into the water was Ivar’s father, Tor the Jarl. He \nordered the men to lower the sail, raise their oars from the water, \nand tow the great ship onto the beach.\nIvar ran fast down the pathway that led across the steep wall of \nthe fjord to the beach. He hoped to surprise his father. Ivar had \ngrown while his father was gone. He wondered if his father would \nnotice. “I’ll bet Father won’t believe how big I’ve become,” Ivar \nthought. Suddenly his foot slipped and he almost fell down the \nrocky path. Fortunately, he was able to catch himself and break his \nfall. He sighed with relief and then started down the path again, \nmore slowly this time.\nVocabulary\nberserker, n. one of \nthe most fearless and \nfrightening Viking \nwarriors\ntow, v. to drag11\nFather and Son\nOn the beach, the Vikings were too busy towing the ship to notice \nIvar. He could still surprise his father. Ivar felt a rock give way \nunder his foot. It made a loud crash as it bounced down the path, \nfollowed by several more crashes as it rolled down to the beach.\nTor noticed the tumbling rock and turned around. He spotted Ivar \nbefore his son had run very far down the path. \n“Ivar!” Tor called. Clearly, his father still recognized him. “Go back \nto the village. Fetch wagons and help carry this treasure to our \nhouse. And bring Olaf the shipbuilder back to make repairs to the \nship. And, boy, tell your mother to prepare a feast!”\nA Viking feast meant lots of food—and lots of fun!12\n“Yes, Father! Welcome home, Father!” Ivar shouted as he turned to \nrun back up the path. \n“I see that you have grown taller,” Tor called after his son. “Perhaps \nwe will see how well you fare wrestling your father tonight.”\n“Oh, no, Father! Not even the berserkers will wrestle Tor the Jarl!” \nIvar laughed.\nMixed Cargo\nThe crew unloaded the cargo from the great ship. There were \nbags of silver coins, silver candlesticks and goblets, jewelry, glass, \nsilk fabric, and barrels of wine. \nSome of the cargo came from trading \nwith people in far-off lands. But most of it \nhad been stolen when the Viking warriors \nattacked other people’s ships or towns \nalong the coasts and rivers of Europe.\nOn Tor’s ship, there was also human \ncargo—prisoners captured by the Vikings \nduring their raids. The berserkers threw these people off the ship \ninto the shallow water. They were captives who belonged to the \njarl. They would spend the rest of their lives in slavery unless they \nwere freed in return for payment of a ransom.\nVocabulary\ncargo, n. goods \ntransported by a ship, \nplane, or truck\ngoblet, n. a large \ncontainer used for \ndrinking13\nVikings traded throughout Europe and raided unsuspecting victims.", "3": "Chapter 3\nViking Sailors and Ships\nShips for Trading and Raiding \nThe jarl’s family lived on a farm \nnestled between the fjords and the \nmountains. Ivar ran past the farm’s \nstables and workshops, shouting for \nhis brothers. He found them playing outside the family’s \nhouse.\n“Father is home! His ship just arrived in the big fjord!” The boys \nstopped playing and stared at their older brother.\n“Don’t just stand there, you two! Harald, find Mother, and tell her the \ngood news. Rolf, go with Harald, and let Mother know that Father \nneeds all the wagons and lots of people to unload his cargo.”\n14\nThe Big Question\nWhy were ships so \nimportant to the \nViking way of life?Ivar’s brothers were playing when he came home with the news of their father’s return.\n1516\nIvar kept running. Soon he reached the sheltered beach. There he \nfound Olaf the Shipbuilder hard at work.\nOlaf and his fellow Vikings built some of the best ships in the world. \nThey lived in Scandinavia, a place with island, fjords, mountains \nand forests and very few roads. So, they usually traveled by water. \nThey had to have excellent ships.\nOlaf and his crew were just finishing a large cargo ship. Ivar was \nalways amazed at how much a cargo ship could hold. These great \nvessels could carry all the things the Vikings needed when they \nmoved to faraway places. This happened a lot. Their homeland \nwas crowded, and there was not enough good land to farm. It \nsaddened Ivar to think that many Viking families had to move.\nAs towns in the Viking homeland grew and became crowded, many Viking families had \nto move.17\nA Young Boy’s Dream\nIvar did not want to leave his homeland, but he longed to sail \non one of these great ships. He had listened to the stories of the \nold sailors. He already knew how to find his way by using the sun \nand the stars as guides. And he knew what to do if his ship ever \ngot lost at sea: The Vikings had noticed that birds at sea usually \nflew toward land. So, they took caged birds with them on their \nocean voyages. If they became lost, the sailors simply released the \nbirds—and followed them to safety. \nIvar imagined what it would be like to sail on a long journey. He \nknew that at the beginning of the voyage, the ship sailed close \nto the coastline and beached on land for the evening. The sailors \nwould light campfires and hang big cooking pots over them. \nViking ships were sleek and fast, but while at sea they offered little protection to the \npeople on board.18\nWhen the ship sailed into the open ocean, the voyage would become \nmore difficult. The sea might be dotted with icebergs. The waves \ncould be fierce. While at sea, there were no cabins on Viking ships to \nprotect the sailors from bad weather. The sailors would be cold and \nwet most of the time. But when the ship was moored, or at anchor, a \ntent-like awning could be used to provide shelter. \nBuilding a Viking Ship\nOlaf’s crew also built Viking warships. Ivar saw one of these mighty \nvessels resting at anchor nearby. Olaf had carved a serpent-like \ncreature on the warship’s curved prow to frighten enemies. Ivar \nimagined the ship’s brightly colored sail full in the wind.\nRight now, Olaf the Shipbuilder was carving a tree trunk into the long \nmast that would support the cargo ship’s sail. All around him, workers \nwere chopping and pounding the oak boards of the great ship.\nOlaf shouted, “Ivar, what brings you here today?”\n“My father has returned,” Ivar shouted back. “His longship needs repairs.”\n“What a lucky time for the jarl to come home!” \nshouted Olaf. “His old shipmate, Sigurd the \nStoryteller, is visiting me now. He has just \nreturned from Greenland. We will bring Sigurd \nwith us. It will be a nice surprise for Tor.”\nThe storyteller was an important person to \nthe Vikings. Not only did he tell stories and \nrecite poems, he also brought news from \nfaraway places.\nVocabulary\nmoored, adj. secured \nin place using chains, \nropes, or an anchor\nprow, n. the pointed \nfront end of a ship \nmast, n. a large \nvertical post on a ship \nthat helps hold up the \nsails19\nSerpent-like or dragon-like creatures were carved on a ship’s curved prow.", "4": "Chapter 4\nEric the Red\nA Viking Explorer That evening, \neveryone gathered together around \na roaring fire for an evening of \nstorytelling. Ivar’s mother and \nsome other village women had also \nprepared a wonderful feast.\n20\nThe Big Question\nWhy did Eric the Red \nname the land west \nof Iceland, Greenland?Vikings gathered around the fire for an evening of storytelling.\n2122\nLong tables had been laid out. They were \npiled with roasted deer and wild boar, \ndried whale meat, flat breads and cheese, \nand berries and apples.\nAfter the feast, Ivar waited patiently for \nthe storytelling to begin. As a hush fell \nover the group, Tor the Jarl announced, \n“We welcome Sigurd the Storyteller.”\nIvar and every other child scampered to sit \nat the feet of the storyteller. Sigurd then spoke in a clear, strong \nvoice.\nThe News from Greenland\n“Tor, the news I bring from Greenland began long ago, when you \nand I were boys. These young people sitting here do not know the \nbeginning of the story as we do. So for them, I will tell the story of \nEric the Red.\n“We all know of the land to the west of us called Iceland. Many \nViking families have moved there. Some of us have sailed to trade \nwith those who live there. Life in Iceland is hard because there is \nnot enough good farmland. Many families there must hunt and \nfish to stay alive. Eric the Red was born to such a family.\n“When he was a boy, Eric learned to hunt seal and walrus on the \nfrozen seas north of Iceland. Eric was very brave, but he had a \nbad temper.\nVocabulary\nfeast, n. a large meal \nheld to celebrate a \nday or event\nhush, n. silence\nbanish, v. to force \nsomeone to leave \nand stay away from a \nplace23\n“When he was a young man, Eric killed two men. Because he had \nbroken the law, Eric lost his home and was banished from Iceland \nfor three years. For a Viking, this was a harsh punishment. \n“Eric needed a place to live for those three years. He had heard \nstories of a new land to the west of Iceland. So he and some \ncompanions sailed off in search of it.\n“When Eric found the new land, it was surrounded by ice. He could \nnot explore the area during the winter because the sea around it \nwas frozen. He did not find a good place to live until the summer, \nwhen he could explore by ship.\nSigurd the Storyteller entertained people with news about Vikings in different parts of \nthe world.24\n“Although the storms were worse than those in Iceland, and most \nof the land was covered with ice, Eric decided to stay. He found \nsome reasonably good farmland. He also hoped others would sail \nfrom Iceland to join him. So, when three years had passed, Eric \ntraveled back to Iceland. He imagined the people there would \nwant to move to a green place. So he told them that the land he \nhad found was called Greenland.\nNew Settlers\n“Eric returned to Greenland. Traveling with him were twenty-five  \nships full of eager adventurers. They left Iceland on a gentle \nsummer wind. But soon terrible storms forced many of the ships to \nEric the Red hoped to bring Vikings back to settle in Greenland.25\nturn back. In the end, four hundred people reached Greenland in \nfourteen ships. They settled there with Eric the Red as their leader.\n“They soon discovered that there wasn’t that much good farmland \nin Greenland. And there were no forests for timber. But there \nwere fish, seals, walruses, and whales off the coast, so the settlers \nhunted and fished. They traded sealskins, walrus tusks, and whale \nbones with other Vikings for what they could not grow or make.\n“Now that I have told you of Eric the Red,” Sigurd said, “I will tell \nyou what we have learned from Greenland recently.”\nVikings sailed from Scandinavia to Greenland.", "5": "Chapter 5\nLeif Eriksson\nFrom Greenland to Vineland  \n“I promised to tell you what we have \nheard from faraway Greenland.” \nSigurd the Storyteller smiled as he \nlooked upon the crowd. Every face \nhad turned his way. Ivar was sitting \nat Sigurd’s feet.\nIvar had never seen Vikings act this way at a feast. Usually, there was \nlots of laughter, dancing, and loud merrymaking. But when Sigurd the \nStoryteller spoke, his listeners sat in respectful silence.\nIvar wondered if he could ever be a storyteller like Sigurd. The \nstoryteller had traveled to many lands and had known many great \nViking heroes. He knew the stories of the gods and taught them to \nthe Viking children. \n26\nThe Big Question\nWhy might Vikings \nhave once believed \nthat Greenland was \nthe end of the world?Vikings believed their gods lived in Asgard (/as*gahrd/). Within Asgard there were \ntwelve kingdoms, and each important god had a home in one of them. Vikings told \nstories about their gods and giants, including the giant Thrym. You can see Thrym \nin the illustration.\n2728\nSigurd also knew all the great Viking poems. “How could anyone \nhave so much knowledge?” Ivar marveled. Ivar promised himself \nhe would ask Sigurd to teach him to be a storyteller. He pictured \nhimself standing in front of his father and the other Vikings, \nsharing the news from faraway places while they quietly listened \nwith great respect. \nIvar’s daydream was interrupted by an uncomfortable feeling. He \nrealized that Sigurd was staring right at him. The great storyteller \nwas talking to him! \n“Ivar knows Greenland is at the end of the world. Stand up, Ivar. \nTell me, is that true?”\n“Yes, sir!” Ivar was glad he knew the answer. “Everyone knows that!”\nSigurd smiled again. “Everyone, Ivar, except those who have heard \nof the most recent events. For we now know that there are great \nlands to the west of Greenland that some Vikings have explored.\n“Bjarni Herjolfson (/byahr*ni/her*yolf*son/), another great sailor, \nwas the first Viking to see this new land. It happened when a great \nstorm carried his longship far past Greenland. When the storm \npassed, Bjarni saw land in the distance. But he was eager to reach \nhome, so he sailed back to Greenland,” Sigurd told the crowd. \n“When Bjarni arrived in Greenland, he told the story of what he \nhad seen to Eric the Red and to Eric’s son, Leif Eriksson. The two \nVikings were eager to explore this new land.\n“Leif Eriksson then bought Bjarni’s longship. Leif asked his friends, \nwho were also eager to go exploring, to be his crew. Like his \nfather, Leif was strong and brave and loved adventure. But Leif did29\nnot have his father’s hot temper. He was a calm and thoughtful \nyoung man. Although Eric the Red did not go with them, the \nexplorers sailed to the land Bjarni had seen. They later called \nthis land Vineland, or ‘Wineland.’ They chose this name because \nwild grapes grew there. Vineland had \nrich pastures and forests and plenty of \nanimals to hunt. Leif and his crew stayed \nin Vineland for the winter. When spring \ncame, they sailed back to Greenland.\nThe Vikings were great explorers. From Scandinavia they sailed as far east as Russia and as \nfar west as North America.\nVocabulary\npasture, n. land \ncovered with grass on \nwhich farm animals \nfeed30\n“On the way back to Greenland, Leif and his crew rescued Vikings \nwho had been shipwrecked. In return, Leif was given the ship’s \ncargo. Ever since then, Leif has been called ‘Leif the Lucky.’”\nSigurd put his arm around Ivar’s shoulders and said, “As my longship \nwas leaving Greenland, we saw cargo ships loading farm tools and \nanimals. Vikings sailing those ships will soon settle in Vineland.\nToday, we know that what the Vikings called Vineland is Newfoundland in  \nNorth America.31\n“So now you know Ivar, Greenland is not at the end of the world.”\nTor the Jarl rose to speak. He held a carved rune stone high over \nhis head.\n“Tonight is a time of great honor. Sigurd honors us with his \nimportant news. Ivar, who worked hard at carving, honors his \nfather with this rune stone.”\nCargo ships carried farm animals and tools to Vineland, to help support Viking settlements \nthere."}